Repository: xilidan/Skyfall-frontend
Catalog: src/locales/*.po
Languages: kk, ru

source: <0/> Previous
kk: <0/> Алдыңғы
ru: <0/> Назад

source: 24/7 Support
kk: 24/7 қолдау
ru: Поддержка 24/7

source: About Us
kk: Біз туралы
ru: О нас

source: Account created successfully
kk: Есептік жазба сәтті құрылды
ru: Аккаунт успешно создан

source: Account Statistics
kk: Есептік жазба статистикасы
ru: Статистика аккаунта

source: Active filters:
kk: Белсенді сүзгілер:
ru: Активные фильтры:

source: Active Listings
kk: Белсенді жарияланымдар
ru: Активные объявления

source: Add a contact number below to get started
kk: Жұмысты бастау үшін байланыс нөмірін келесіде енгізіңіз
ru: Добавьте контактный номер ниже, чтобы начать

source: Add contact details for potential buyers
kk: Потенциалды сатып алушылар үшін байланыс ақпаратын қосу
ru: Добавьте контактную информацию для потенциальных покупателей

source: Add more
kk: Тағы қосу
ru: Добавить еще

source: Add New
kk: Жаңа қосу
ru: Добавить новое

source: Add New Contact Number
kk: Жаңа байланыс нөмірін қосу
ru: Добавить новый контактный номер

source: Add Number
kk: Нөмір қосу
ru: Добавить номер

source: Add to Selected Numbers
kk: Таңдалған нөмірлерге қосу
ru: Добавить в выбранные номера

source: Add Your First Number
kk: Алғашқы нөміріңізді қосыңыз
ru: Добавьте ваш первый номер

source: Additional Property Features
kk: Мүліктің қосымша мүмкіндіктері

source: Advanced Search
kk: Кеңейтілген іздеу
ru: Расширенный поиск

source: All rights reserved.
kk: Барлық құқықтар қорғалған.
ru: Все права защищены.

# RegionList
source: Almaty
kk: Алматы
ru: Алматы

source: Already have an account?
kk: Есептік жазбаңыз бар ма?
ru: Уже есть аккаунт?

source: An error occurred.
kk: Қате орын алды.
ru: Произошла ошибка.

source: An unexpected error occurred.
kk: Күтпеген қате орын алды.
ru: Произошла непредвиденная ошибка.

source: Are you sure you want to delete this property?
kk: Бұл мүлікті жоюға сенімдісіз бе?
ru: Вы уверены, что хотите удалить этот объект?

source: Area
kk: Ауданы
ru: Площадь

# RegionList
source: Astana
kk: Астана
ru: Астана

source: Astana, Kazakhstan
kk: Астана, Қазақстан
ru: Астана, Казахстан

source: Available during business hours
kk: Жұмыс уақытында қолжетімді
ru: Доступно в рабочее время

source: Avatar uploaded
kk: Аватар сәтті жүктеді
ru: Аватар успешно загружен

source: Back to my properties
kk: Менің мүліктеріме қайту
ru: Вернуться к моим объявлениям

source: Cadastral Number
kk: Кадастрлық нөмір
ru: Кадастровый номер

source: Call Now
kk: Қоңырау шалу
ru: Позвонить сейчас

source: Cancel
kk: Бас тарту
ru: Отмена

source: City:
kk: Қала:
ru: Город:

source: Clear all
kk: Барлығын тазалау
ru: Очистить все

source: Coming soon
kk: Жақында
ru: Скоро

# PropertyPurpose
source: Commercial
kk: Коммерциялық
ru: Коммерциялый

source: Contact
kk: Байланыс
ru: Контакты

source: Contact Information
kk: Байланыс ақпараты
ru: Контактная информация

source: Contact information not available
kk: Байланыс ақпараты қолжетімсіз
ru: Контактная информация не доступна

source: Contact Numbers
kk: Байланыс нөмірлері
ru: Контактные номера

source: Contact Phone Number
kk: Байланыс телефон нөмірі
ru: Контактный номер телефона

source: Contact Seller
kk: Сатушымен байланысу
ru: Связаться с продавцом

source: Create an account
kk: Тіркелгі жасау
ru: Создать аккаунт

source: Create New Listing
kk: Жаңа жарияланым жасау
ru: Создать новое объявление

source: Create property
kk: Мүлік қосу
ru: Создать объявление

source: Create Property
kk: Мүлік қосу
ru: Создать объект

source: Currently selected
kk: Таңдалған
ru: Выбранное

# PropertyPurpose
source: Dacha
kk: Дача
ru: Дача

source: Delete
kk: Жою
ru: Удалить

source: Delete Property
kk: Мүлікті жою
ru: Удалить объект

source: Description
kk: Сипаттама
ru: Описание

source: Discover premium land opportunities across Kazakhstan's most sought-after regions
kk: Қазақстанның ең сұранысқа ие өңірлерінде премиум жер учаскелерін табыңыз
ru: Откройте для себя премиальные земельные участки по всему Казахстану

source: Discover verified land opportunities across Kazakhstan. From tourism developments to commercial projects - connect with trusted sellers and make informed investment decisions.
kk: Қазақстан бойынша тексерілген жер мүмкіндіктерін ашыңыз. Туризм жобаларынан бастап коммерциялық нысандарға дейін — сенімді сатушылармен байланысып, саналы инвестициялық шешімдер қабылдаңыз.
ru: Откройте для себя проверенные земельные участки по всему Казахстану. От туристических объектов до коммерческих проектов - связывайтесь с надежными продавцами и принимайте обоснованные инвестиционные решения.

source: Divisibility
kk: Бөлінгіштік
ru: Разделимость

# Divisibility
source: Divisible
kk: Бөлінетін
ru: Делимый

source: Document Status
kk: Құжаттардың мәртебесі
ru: Статус документов

source: Don't have an account?
kk: Есептік жазбаңыз жоқ па?
ru: Нет аккаунта?

source: Drag and drop files here or click to upload
kk: Файлдарды осында сүйреп тастаңыз немесе жүктеу үшін басыңыз
ru: Перетащите файлы сюда или нажмите для загрузки

source: Edit
kk: Өңдеу
ru: Редактировать

source: Email Address
kk: Электрондық пошта
ru: Адрес электронной почты

source: Email already in use, please use a different email.
kk: Бұл email бұрыннан қолдануда, басқа email енгізіңіз.
ru: Email уже используется, пожалуйста, используйте другой email.

source: English
kk: Ағылшын
ru: Английский

source: Enter a phone number in Kazakhstan format
kk: Қазақстанның форматында телефон нөмірін енгізіңіз
ru: Введите номер телефона в формате Казахстана

source: Enter the additionals of the property
kk: Мүліктің қосымша параметрлерін енгізіңіз
ru: Введите дополнительные параметры объекта

source: Enter the contact information of the property
kk: Мүліктің байланыс ақпаратын енгізіңіз
ru: Введите контактную информацию объекта

source: Enter the details of the property
kk: Мүлік туралы мәліметтерді енгізіңіз
ru: Введите детали объекта

source: Enter the location of the property
kk: Мүліктің орналасуын енгізіңіз
ru: Введите местоположение объекта

source: Enter your cadastral number.
kk: Кадастрлық нөміріңізді енгізіңіз.
ru: Введите кадастровый номер.

source: Enter your contact phone numbers.
kk: Байланыс телефон нөмірлерін енгізіңіз.
ru: Введите ваши контактные номера телефона.

source: Enter your credentials to access your account
kk: Тіркелгіңізге кіру үшін деректеріңізді енгізіңіз
ru: Введите свои учетные данные для доступа к вашему аккаунту

source: Enter your credentials to create an account
kk: Тіркелгі жасау үшін деректеріңізді енгізіңіз
ru: Введите свои данные для создания аккаунта

source: Enter your description.
kk: Сипаттаманы енгізіңіз.
ru: Введите описание.

source: Enter your document statuses.
kk: Құжаттарыңыздың мәртебелерін енгізіңіз.
ru: Введите статусы документов.

source: Enter your first name.
kk: Атыңызды енгізіңіз.
ru: Введите ваше имя.

source: Enter your last name.
kk: Тегіңізді енгізіңіз.
ru: Введите вашу фамилию.

source: Enter your locations.
kk: Орналасуларды енгізіңіз.
ru: Введите местоположения.

source: Enter your password.
kk: Құпиясөзіңізді енгізіңіз.
ru: Введите ваш пароль.

source: Enter your photos.
kk: Фотосуреттеріңізді енгізіңіз.
ru: Загрузите фотографии.

source: Enter your purpose.
kk: Мақсатын енгізіңіз.
ru: Введите назначение.

source: Enter your region code.
kk: Аймақ кодыңызды енгізіңіз.
ru: Введите код региона.

source: Enter your region.
kk: Аймағыңызды енгізіңіз.
ru: Введите регион.

source: Enter your tourism purposes.
kk: Туризм мақсаттарын енгізіңіз.
ru: Введите цели туризма.

source: Enter your utilities.
kk: Коммуналдық желілерді енгізіңіз.
ru: Введите коммунальные услуги.

source: Explore
kk: Зерттеу
ru: Обзор

source: Explore More Properties <0/>
kk: Тағы мүліктерді қарау <0/>
ru: Обзор большего количества объектов <0/>

source: Failed to clear favorites
kk: Таңдаулыларды тазалау сәтсіз аяқталды
ru: Не удалось очистить избранное

source: Failed to delete property
kk: Мүлікті жою сәтсіз аяқталды
ru: Не удалось удалить объект

source: Failed to upload avatar
kk: Аватар жүктеу сәтсіз аяқталды
ru: Не удалось загрузить аватар

source: Failed to upload photo presign, please try again.
kk: Фото жүктеу сәтсіз аяқталды, әзірлеңіз.
ru: Не удалось загрузить фотографию, пожалуйста, попробуйте снова.

source: Failed to upload photo, please try again.
kk: Фото жүктеу сәтсіз аяқталды, әзірлеңіз.
ru: Не удалось загрузить фотографию, пожалуйста, попробуйте снова.

# PropertyPurpose
source: Farm
kk: Егістік/Ферма
ru: Ферма

source: Favorites
kk: Таңдаулылар
ru: Избранное

source: Favorites cleared
kk: Таңдаулылар тазаланды
ru: Избранное очищено

source: Favourites
kk: Таңдаулылар
ru: Избранное

source: Featured Properties
kk: Таңдаулы мүліктер
ru: Рекомендуемые объекты

source: Fill in the information below
kk: Төмендегі ақпаратты толтырыңыз
ru: Заполните информацию ниже

source: Filters
kk: Сүзгілер
ru: Фильтры

source: Find Your
kk: Өзіңізге лайықты
ru: Найдите свою

source: Find Your Perfect
kk: Өзіңізге ең лайықты
ru: Найдите идеальные

source: Find your perfect property with detailed filters
kk: Ең лайықты мүлікті егжей-тегжейлі сүзгілер арқылы табыңыз
ru: Найдите идеальный участок с помощью детальных фильтров

source: First name
kk: Аты
ru: Имя

source: First Name
kk: Аты
ru: Имя

source: Full formatted address:
kk: Толық пішімделенген мекен-жай:
ru: Полное форматированное адресное место:

source: Home
kk: Басты бет
ru: Главная

# PropertyPurpose
source: Horticulture
kk: Бау-бақша
ru: Садоводство

# PledgeStatus
source: In Pledge
kk: Кепілде
ru: В залоге

# PropertyPurpose
source: Individual Housing
kk: Жеке тұрғын үй
ru: Индивидуальное жилищное строительство

# Divisibility
source: Indivisible
kk: Бөлінбейтін
ru: Неделимый

source: Invalid email.
kk: Жарамсыз email.
ru: Неверный email.

source: Invalid password.
kk: Жарамсыз құпиясөз.
ru: Неверный пароль.

source: Just now
kk: Жаңа ғана
ru: Только что

source: Kazakh
kk: Қазақ
ru: Казахский

source: Kazakhstan's Premier Land Marketplace
kk: Қазақстандағы жер нарығының жетекші алаңы
ru: Ведущая площадка земельных участков Казахстана

source: Kazakhstan's premier platform for tourism land and development opportunities. Connecting investors, developers, and landowners with verified properties and professional support.
kk: Қазақстандағы туризмге арналған жерлер мен даму мүмкіндіктеріне арналған жетекші платформа. Инвесторларды, девелоперлерді және жер иелерін тексерілген мүліктермен және кәсіби қолдаумен байланыстырамыз.
ru: Ведущая платформа Казахстана для туристических земель и возможностей развития. Связываем инвесторов, застройщиков и землевладельцев с проверенными объектами и профессиональной поддержкой.

source: Land Investment
kk: Жерге инвестиция
ru: Земельные инвестиции

source: Language
kk: Тіл
ru: Язык

source: Last name
kk: Тегі
ru: Фамилия

source: Last Name
kk: Тегі
ru: Фамилия

source: Let's now upload photo
kk: Енді фото жүктейік
ru: Теперь загрузите фотографии

source: Link copied to clipboard
kk: Сілтеме буферге көшірілді
ru: Ссылка скопирована в буфер обмена

source: List Property
kk: Мүлікті жариялау
ru: Разместить объявление

source: List your land
kk: Жеріңізді жариялаңыз
ru: Разместить участок

source: Listed
kk: Жарияланған
ru: Размещен

source: Load More Properties
kk: Көбірек мүлік жүктеу
ru: Загрузить еще объекты

source: Loading more properties...
kk: Көбірек мүлік жүктелуде...
ru: Загрузка большего количества объектов...

source: Location
kk: Орналасуы
ru: Местоположение

source: Location coordinates not available
kk: Орналасу координаттары қолжетімсіз
ru: Координаты местоположения не доступны

source: Locations
kk: Орналасулар
ru: Местоположения

source: Log out
kk: Шығу
ru: Выйти

# PropertyPurpose
source: Low Rise Residential
kk: Төмен қабатты тұрғын үй
ru: Низкоэтажное жилищное строительство

source: Marker coords:
kk: Маркер координаттары:
ru: Координаты маркера:

source: Max area
kk: Ең үлкен аудан
ru: Максимальная площадь

source: Max area m²
kk: Ең үлкен аудан м²
ru: Максимальная площадь м²

source: Max price
kk: Ең үлкен баға
ru: Максимальная цена

source: Max price (KZT)
kk: Ең үлкен баға (KZT)
ru: Максимальная цена (KZT)

source: Member Since
kk: Қашаннан бері мүше
ru: Участник с момента

source: Min area
kk: Ең кіші аудан
ru: Минимальная площадь

source: Min area m²
kk: Ең кіші аудан м²
ru: Минимальная площадь м²

source: Min area...
kk: Ең кіші аудан...
ru: Минимальная площадь...

source: Min price
kk: Ең кіші баға
ru: Минимальная цена

source: Min price (KZT)
kk: Ең кіші баға (KZT)
ru: Минимальная цена (KZT)

source: My listings
kk: Менің жарияланымдарым
ru: Мои объекты

source: My profile
kk: Менің профилім
ru: Мой аккаунт

source: Next <0/>
kk: Келесі <0/>
ru: Далее <0/>

source: No contact numbers added yet
kk: Әзірге байланыс нөмірлері қосылмаған
ru: Контактные номера еще не добавлены

source: No properties found.
kk: Мүлік табылмады.
ru: Объекты не найдены.

source: No saved numbers yet
kk: Әзірге сақталған нөмірлер жоқ
ru: Сохраненные номера еще не добавлены

# PledgeStatus
source: Not in Pledge
kk: Кепілде емес
ru: Не в залоге

# Divisibility
source: Not Specified
kk: Көрсетілмеген
ru: Не указано

# PledgeStatus
source: Not Specified
kk: Көрсетілмеген
ru: Не указано

source: numbers
kk: нөмірлер
ru: номеров

# PropertyPurpose
source: Other
kk: Басқа
ru: Другое

source: Password
kk: Құпиясөз
ru: Пароль

source: Per m²
kk: м² үшін
ru: За м²

source: Perfect Land Investment
kk: Тамаша жер инвестициясы
ru: Идеальная земельная инвестиция

source: Personal Information
kk: Жеке ақпарат
ru: Личная информация

source: Phone Number
kk: Телефон нөмірі
ru: Номер телефона

source: Photo uploaded successfully
kk: Фото сәтті жүктеді
ru: Фотография успешно загружена

source: Please enter a number.
kk: Сан енгізіңіз.
ru: Пожалуйста, введите число.

source: Please enter a positive number.
kk: Оң сан енгізіңіз.
ru: Пожалуйста, введите положительное число.

source: Pledge Status
kk: Кепіл мәртебесі
ru: Статус залога

source: Postal code:
kk: Почтовый индекс:
ru: Почтовый индекс:

source: Price
kk: Баға
ru: Цена

source: Price per m²
kk: м² бағасы
ru: Цена за м²

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: properties
kk: мүлік
ru: объектов

source: Properties
kk: Мүліктер
ru: Объекты

source: Properties Listed
kk: Жарияланған мүліктер
ru: Размещено объектов

source: Property added to favorites
kk: Мүлік таңдаулыларға қосылды
ru: Объект добавлен в избранное

source: Property Additionals
kk: Мүліктің қосымшалары

source: Property created successfully
kk: Мүлік сәтті құрылды
ru: Объект успешно создан

source: Property deleted successfully
kk: Мүлік сәтті жойылды
ru: Объект успешно удален

source: Property details
kk: Мүлік туралы мәлімет
ru: Детали объекта

source: Property Details
kk: Мүлік туралы мәлімет
ru: Детали объекта

source: Property Info
kk: Мүлік ақпараты

source: Property Information
kk: Мүлік ақпараты
ru: Информация об объекте

source: Property Location
kk: Мүліктің орналасуы

source: Property purpose
kk: Мүлік мақсаты
ru: Назначение объекта

source: Property removed from favorites
kk: Мүлік таңдаулылардан алынды
ru: Объект удален из избранного

source: Property updated successfully
kk: Мүлік сәтті жаңартылды
ru: Объект успешно обновлен

source: Purpose
kk: Мақсаты
ru: Назначение

source: Quick Links
kk: Жылдам сілтемелер
ru: Быстрые ссылки

source: Region
kk: Аймақ
ru: Регион

source: Region text:
kk: Аймақ мәтіні:
ru: Текст региона:

source: Rent
kk: Жалға алу
ru: Аренда

source: Russian
kk: Орыс
ru: Русский

source: Save
kk: Сақтау
ru: Сохранить

source: Search by location, type, or price range...
kk: Орналасу, түрі немесе баға диапазоны бойынша іздеу...
ru: Поиск по местоположению, типу или диапазону цен...

source: Search Properties
kk: Мүлік іздеу
ru: Искать объекты

source: Select an option…
kk: Опцияны таңдаңыз…
ru: Выберите вариант…

source: Select from your profile or add a new one
kk: Профиліңізден немесе жаңадан таңдаңыз
ru: Выберите из вашего профиля или добавьте новый

source: Select location
kk: Орналасуды таңдаңыз
ru: Выберите местоположение

source: Select purpose
kk: Мақсатын таңдаңыз
ru: Выберите назначение

source: Selected Contact Numbers
kk: Таңдалған байланыс нөмірлері
ru: Выбранные контактные номера

source: Selected region code:
kk: Таңдалған аймақ коды:
ru: Выбранный код региона:

source: Seller ID
kk: Сатушы ID
ru: ID продавца

source: Share
kk: Бөлісу
ru: Поделиться

source: Showing
kk: Көрсетілуде
ru: Показано

# RegionList
source: Shymkent
kk: Шымкент
ru: Шымкент

source: Sign in
kk: Кіру
ru: Войти

source: Sign up
kk: Тіркелу
ru: Зарегистрироваться

source: Street:
kk: Көше:
ru: Улица:

source: Sublocality:
kk: Аумақ:
ru: Подрайон:

# PropertyPurpose
source: Subsidiary Farming
kk: Қосалқы шаруашылық
ru: Коммунальное хозяйство

source: Terms of Service
kk: Қызмет көрсету шарттары
ru: Условия использования

source: Total Price
kk: Жалпы баға
ru: Общая цена

source: Tourism Land Marketplace
kk: Туристік жер нарығы
ru: Маркетплейс туристических земель

source: Tourism Purpose
kk: Туризм мақсаты
ru: Цель туризма

source: Tourism Purposes
kk: Туризм мақсаттары
ru: Цели туризма

source: Trusted Sellers
kk: Сенімді сатушылар
ru: Надежные продавцы

source: Unlimited
kk: Шексіз
ru: Неограниченно

source: Update property
kk: Мүлікті жаңарту
ru: Обновить объект

source: Update Property
kk: Мүлікті жаңарту
ru: Обновить объект

source: Upload at least 1 photo
kk: Кемінде 1 фото жүктеңіз
ru: Загрузите хотя бы 1 фото

source: Upload Photos
kk: Фотоларды жүктеу
ru: Загрузить фото

source: Upload photos of the property
kk: Мүліктің фотоларын жүктеңіз
ru: Загрузите фотографии объекта

source: Uploading avatar...
kk: Аватар жүктелуде...
ru: Загрузка аватара...

source: Uploading photo...
kk: Фото жүктелуде...
ru: Загрузка фотографии...

source: User not found.
kk: Пайдаланушы табылмады.
ru: Пользователь не найден.

source: User updated successfully
kk: Пайдаланушы сәтті жаңартылды
ru: Аккаунт успешно обновлен

source: Utilities
kk: Коммуналдық желілер
ru: Коммунальные услуги

source: Utilities & Amenities
kk: Коммуналдық желілер және инфрақұрылым
ru: Коммунальные услуги и удобства

source: Verified Properties
kk: Тексерілген мүліктер
ru: Проверенные объекты

source: Welcome Back
kk: Қайта келдіңіз
ru: Добро пожаловать

source: Why do we need your contact information?
kk: Бізге сіздің байланыс ақпаратыңыз қажет пе?
ru: Почему мы нуждаемся в вашей контактной информации?

source: You can only enter up to 10 phone numbers.
kk: Сіз тек 10 телефон нөмірін енгізуге болады.
ru: Вы можете ввести только до 10 номеров телефона.

source: Your contact number will be displayed on the property listing so interested buyers can reach you directly.
kk: Сіздің байланыс нөмірі мүлік жарияланымында көрсетіледі, сондықтан потенциалды сатып алушылар сізге тікелей байланыса алады.
ru: Ваш контактный номер будет отображаться на объявлении объекта, чтобы заинтересованные покупатели могли связаться с вами напрямую.

source: Your Saved Numbers
kk: Сіздің сақталған нөмірлеріңіз
ru: Ваши сохраненные номера

source: Email
ru: Электронная почта
